[33m10cfd6b[m[33m ([m[1;36mHEAD -> [m[1;32mmaster[m[33m, [m[1;31morigin/master[m[33m, [m[1;31morigin/HEAD[m[33m)[m '/hotel页面除地图外完成'
[33m9a5383e[m '/hotel页面除地图外完成'
[33ma5c606b[m '筛选功能基本完成，在做日期筛选'
[33m342bf3e[m 相关攻略
[33m68b2b07[m '条件查询基本完成，正在调试中'
[33ma988bcc[m Merge branch 'master' of https://github.com/Garyone88/xianyun-teamwork
[33mb1da4e4[m 图片大小问题解决
[33m3df56f4[m Merge branch 'master' of https://github.com/Garyone88/xianyun-teamwork
[33mb1e3a47[m 已完成post攻略页面
[33m208e0fd[m '工具栏筛选基本完成'
[33ma802750[m 修改-桥-detail的第一次提交
[33m13e6f33[m 完成内容渲染以及分页器，导航未完成
[33me308531[m 完成内容渲染以及分页器，导航未完成
[33m9ac55f5[m 最初完成提交-叶
[33mefd2c3e[m 叶-70%
[33m547c691[m 叶- posts/create
[33ma018a8b[m 叶-进度60%
[33m02cc444[m '静态页面完成，部分交互以请求开始'
[33meed5548[m '结构改造之前'
[33m0d0a54f[m Merge branch 'master' of https://github.com/Garyone88/xianyun-teamwork
[33m2a67c31[m post页面布局完成，样式还没写
[33m1de17d6[m 收藏与点赞功能完成
[33m6700396[m 攻略详情的静态页面
[33m35d70e8[m beforeteamwork
[33m00eaef5[m qrcode
[33me7b6f42[m 添加了注册功能，机票页面布局
[33m21e92d3[m 完成登录组件
[33ma834afb[m 初步完成首页
